tap "azure/azd"
tap "databricks/tap"
tap "gofireflyio/aiac"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
tap "kubefirst/tools"
brew "argocd"
brew "azcopy"
brew "aztfexport"
brew "python@3.11"
brew "azure-cli"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "dotnet"
brew "gh"
brew "go"
brew "go-task"
brew "helm"
brew "htop"
brew "hugo"
brew "infracost"
brew "jq"
brew "kubernetes-cli"
brew "mkcert"
brew "neofetch"
brew "netcat"
brew "node"
brew "opentofu"
brew "pipx"
brew "rust"
brew "skopeo"
brew "strongswan"
brew "terraform-docs"
brew "tesseract"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "wget"
brew "azure/azd/azd"
brew "databricks/tap/databricks"
brew "gofireflyio/aiac/aiac"
brew "hashicorp/tap/terraform"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kubefirst/tools/kubefirst"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "background-music"
cask "deepl"
cask "discord"
cask "dozer"
cask "drawio"
cask "flameshot"
cask "flutter"
cask "google-cloud-sdk"
cask "intune-company-portal"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "notion"
cask "obs"
cask "openra"
cask "postman"
cask "powershell"
cask "rocket-typist"
cask "signal"
cask "telegram"
cask "tomatobar"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "whatsapp"
vscode "1YiB.rust-bundle"
vscode "azure-automation.vscode-azureautomation"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "DotJoshJohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "genieai.chatgpt-vscode"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "windmill-labs.windmill"
vscode "yzhang.markdown-all-in-one"
